tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
brew "awk"
brew "protobuf"
brew "redis", restart_service: true
brew "leoafarias/fvm/fvm"
vscode "batisteo.vscode-django"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "FelixAngelov.bloc"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "johnpapa.vscode-peacock"
vscode "josee9988.minifyall"
vscode "KevinRose.vsc-python-indent"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "NyomanFrastyawan.json-minify"
vscode "phind.phind"
vscode "Postman.postman-for-vscode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vinicioslc.adb-interface-vscode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
